[
	"把一个人变成你的性奴",
	"给物体一个任意方向的小于其两倍重力的力",
	"可以篡改他人的记忆",
	"可以随意切换自己的性别",
	"模仿听到过的声音，持续300秒",
	"随意更改别人的梦境",
	"把化合物拆分为单质",
	"更改别人牛子的长度(-20~20cm)",
	"立刻创造一个你心中的完美星怒",
	"使身边10km内空气中的原子进行核聚变",
	"每天可隐身一个小时(衣服不隐身)",
	"你的攻击力增加330%，攻击范围扩大",
	"可以把你的朋友变成双马尾美少女",
	"复活正常死亡不久的生物",
	"指定一个人，10分钟后消除其10分钟内的记忆，冷却时间20分钟",
	"使所爱之人的任何疾病康复",
	"让任意群u的昵称变为现实",
	"可以在任意位置插入一个字母e",
	"将随机群u变成可爱小南梁",
	"穿越进任意晋江小说中当受",
	"让指定位置的螺丝钉消失",
	"在纸上写的人名会在一分钟后心脏麻痹而死",
	"可以将今天变成星期四",
	"每天可以让指定一种同位素消失一次，持续五分钟",
	"指定一个目标，超时空狙杀其10岁时的爷爷",
	"受到攻击时可选择花费3RMB抵御此次攻击并反伤",
	"可以远程控制食堂阿姨的身体",
	"可以修改任何一部法律的任何条目",
	"获得随机一个粉丝活人量超过1000的男性爱豆的联系方式",
	"触摸任何人的手可以探测到其九族的详细资料",
	"可以让重庆籍的任意一个15岁以下小男孩爱上你",
	"能够无视效果抵抗魅惑任何生物",
	"可以用家里的饭桌召唤英灵(房子产权需为自己)",
	"能够随意改变成语[差强人意]的含义并立即生效",
	"处于阳光直射环境时，可以喷射火焰",
	"观看葫芦娃时每秒随机车裂10km外至多5只哺乳动物",
	"能对视线范围内的所有塑料袋释放十万伏特",
	"可随时重新分配自己的智商和身高值，但需保持总和不变",
	"可以透过屏幕扇屏幕对面的人一耳光",
	"在自身周围半径100m展开随自身移动的领域，领域内敌人和子弹移动速度降低80%",
	"可以随意改变热力学零度的值",
	"失去对某个虚构角色的全部记忆然后将其召唤到自身面前",
	"改变其他人的体重，同时自身体重对应发生2倍的改变",
	"能用任意材料制造出最坚固的矛和最锋利的盾",
	"可以无视防火墙连接任何ip的80和443端口",
	"可将typeC接口插入py并将自己复制到硬盘中(需2.5T硬盘空间)",
	"将任意一条微博送上热搜第一",
	"指定自身周围5m的任意一点为震中发动8-10级地震",
	"剥夺视线范围内抖音外放的人的视力直至其静音",
	"能看到、触摸和命令符合自己XP的鬼和幽灵",
	"考试结束后成绩公布前，可随时修改自己的试卷(仅限笔试)",
	"自身处于日本境内时，每日一次在自身位置召唤小男孩或胖子",
	"可将疯狂星期四修改为疯狂星期n(n为整数)",
	"小拳拳锤别人胸口会强制使其眩晕五秒",
	"获得不可解除的隐匿效果",
	"闭上眼睛时与任意微信好友共享视觉",
	"可将自身任意位置毛发变成蝴蝶",
	"可将自身任意位置毛发变成美洲大蠊",
	"可将自身任意位置毛发变成自己分身(所有数值为本体50%)",
	"可以让自己的左手中指变粗变长变硬",
	"攻击范围扩大，额外攻击两个目标并附加0.5秒晕眩;当命中人数少于3时自身流失15%生命",
	"攻击变为向前发出三道只能对单的龙卷风，每道龙卷风使触碰到的第一个对象浮空1.6秒",
	"可召唤三只吉娃娃协助攻击",
	"选拔性考试可与任意比你排名高的人互换成绩",
	"可以精准预测上一期彩票的开奖结果",
	"与自己不认识的随机女艺人交换身体",
	"能无视距离听到动物朋友的声音",
	"可在任意位置召唤米奇妙妙屋",
	"每次打响指可随机消灭地球上50%的节肢动物",
	"每次打响指可随机消灭地球上50%的真菌",
	"召唤至多114514只卡尔·萨根的喷火龙协助战斗",
	"能将自己的犯罪事实转移到张三身上",
	"随机选择一个相反性别的人并狙杀ta的马",
	"在自身及身边10m内随机选择5个目标，令其除袜子外的衣服消失",
	"让被动技能的效果对此时视线范围内所有人生效，持续365天",
	"当听到弱智吧语录时，可使其变为现实",
	"召唤自己的高中班主任协助战斗",
	"变身成为艾莎公主",
	"立刻发出一个把世界都灭掉的高音",
	"能在任何存储载体中以无限的带宽输入大悲咒",
	"将桌子上的绿豆冰沙变成杨枝甘露",
	"时停24小时，且时停期间每内设1个群u增加24小时时停时间。冷却时间72小时",
	"将桌子上的杨枝甘露变成绿豆冰沙",
	"召唤群内最弱智的群u，并让其完全服从你的命令",
	"每天可以将一条100字节以内的信息广播给全宇宙",
	"向太阳发射恒星级功率电磁波",
	"召唤群内攻击性最强的群u,且自身召唤物攻击速度提高",
	"改变自己的胖次的蕾丝花边样式",
	"立即发出[撒撒撒]的叫声，低概率魅惑异性对象",
	"强碱昨日群内发言最多的一位",
	"献祭一瓶牢大冰红茶并化身为牢大，持续30秒",
	"将植物转化为能够抢夺空气的提瓦特植物",
	"攻击距离变为无限远的直线，同时攻击范围内的所有敌人",
	"修改所有人对于[哈基米]含义的认知",
	"群主睡觉时可以隔着屏幕给他一巴掌",
	"使群主的牛至缩小50%,男娘调教进度提高1%",
	"让群主和高中班主任在任意位置以任意规则进行决斗，决斗结束后让失败者变成自己的rbq",
	"召唤307匹马+7满足自身杏玉",
	"身穿学士服时，可以给任意副教授及以上的人一个大逼斗",
	"将自己使用过的杯子变成派蒙",
	"指定一个群u进入持续8小时的发情状态",
	"指定一个群u进入持续8小时的养胃状态",
	"攻击力提高1%,持续10秒",
	"让群主的🐴即刻爆炸",
	"让某个群u的群头衔生效，可对自身使用",
	"在头顶快速旋转雨伞时你认为是负面效果的效果降低90%",
	"失去全部生命，将自身变成流星一条发射，在天上留下很绚丽的烟花",
	"能够发明jumping恒等式",
	"能够使全世界jvav程序运行速度提高50%",
	"消耗自身500g脂肪，使随机至少2个舍友食欲超大幅度增加；若舍友小于2人，效果可对自身生效",
	"使模型训练剩余时间立即减少50%",
	"保存自己的身体状态，并随时读档使身体回到存档时状态。至多保存三个存档",
	"让自己成为世界上唯一的可生育男性",
	"自身所在省/自治区/直辖市立即开始200毫米/时的降雨，持续时间无限，可主动关闭",
	"自身所在省/自治区/直辖市气温降低50摄氏度并立即开始30毫米/时的特大暴雪，持续时间无限，可主动关闭",
	"自身所在省/自治区/直辖市气温升高30摄氏度，停止降水，持续时间无限，可主动关闭",
	"在周围100km形成能见度0.5m的雾霾，自身在雾霾环境内免疫即死，免疫负面效果，速度提高150，防御力和攻击力和生命上限提高330%，物理闪避提升至100%，获得[处于雾霾内的生物]特攻200%；攻击间隔超大幅度缩短，普通攻击变为对处于雾霾范围内全体敌人造成必定暴击无视防御的16连击且每次攻击造成225%攻击力的物理伤害，每一击有30%概率造成强化解除，30%概率使敌人防御力和攻击力永久降低10%，30%概率冻结敌人3秒。持续时间无限。",
	"实施犯罪行为并被宣判后，可与任意受害人交换社会地位",
	"可以创造空中花园，且产权属于你",
	"与人对视可以复制其超能力。同一时刻只能复制一个人的超能力。",
	"让广告变成现实",
	"瞬间移动到正在看的帖子的实际发送人的床上，且在被艹之前涩情度极大幅度提高",
	"立即让群u所有流萤➗无条件被你透",
	"可以无视sudo权限在任何目录执行rm-rf",
	"使中立·中庸属性的群u的小头与大头互换位置",
	"将已退群的群u中最逆天的一位强制召回",
	"立即发出咸湿的叫声，然后什么也没有发生",
	"可随时重新分配自己的积积长度和右手中指长度，但需保持总和不变",
	"立即发动5次水溅跃",
	"在地球任意一点的高空部署上帝之杵天基动能武器系统，并立即发射",
	"能够隔着屏幕给每天发20遍以上“我的超能力”的若智群u一巴掌",
	"遇到不会的数学题时，可永久在头上长出一个脑袋协助思考并解出这道题。每场考试限用5次",
	"让群内所有人的XP都变成和自己相同",
	"可将巧克力味的💩转化成💩味的巧克力",
	"将糖从加了糖的西红柿炒蛋中完全分离出来",
	"将任意位置的∑替换为½",
	"让群主每天发的第一个表情包变为现实",
	"召唤范小勤为自己替考，且此次替考不会被发现",
	"立刻强碱指定对象若干次，次数等于其原神转发抽奖次数",
	"让指定对象的牛至缩短，缩短数值等于其全平台关注的miHoYo官方账号个数",
	"攻击距离增加，攻击力+30%，攻击间隔缩短50%，每次攻击会在5个敌人间跳跃，每次跳跃伤害降低15%并造成0.5秒停顿",
	"能用水和任意含碳物质和氮气在任何条件合成甲基苯丙胺",
	"能用氧气和任意有机物和氮气在任何条件合成二乙酰吗啡",
	"攻击范围扩大，普通攻击变为向至多2个敌人注射苯甲酰芽子碱甲酯。",
	"使月球能以任意轨迹运动",
	"魂穿任何NTR本中的苦主",
	"魂穿任何NTR本中的黄毛",
	"魂穿任何开大车本的小男孩",
	"魂穿任何开大车本的大姐姐",
	"魂穿任何人兽本的兽",
	"立即转生为哥布林，且从王国公主/女骑士团长/教会圣女/永生的精灵族魔女/母鬣狗中随机抽取一位成为你的母亲",
	"召唤一架客机对指定建筑物进行撞击",
	"变身为魅魔大姐姐，精力吸取效率提升100%",
	"能让任意一架吉祥航空的飞机爆炸撕裂下坠",
	"用沙子搓出所有内存操作和硬盘操作都只需要一个时钟周期的CPU",
	"用沙子搓出缓存命中率100%的CPU",
	"用沙子搓出1秒内能完成任何并行计算的GPU",
	"在公交车上时，立即让全车人的手机自动播放卡农，并在10秒后使全车发生剧烈爆炸💥",
	"将一份牛肉拉面变成创世神",
	"将现实与昨晚的梦境互换",
	"瞬间移动到任意一包魔芋爽的位置，并将魔芋爽转移到自己的胃内",
	"用陈平不等式的汇率兑换dollar",
	"自身立即死亡并指定一个雄性脊椎动物，转生为其嫡长子",
	"指定一个有马甲线的男性或女性，使其XP变为正中大飞柱，消化系统的消化吸收速度提高200%，饥饿感提高80%，空腹时饥饿感额外提高100%。",
	"与人擦肩而过时能够偷走其饭卡",
	"房间内人数＞5时，将除自身与随机4人外的所有人瞬间移动到太平洋正中心",
	"展开半径35km的领域，领域内所有草本植物变成罂粟，且罂粟生长速度增加4600%",
	"攻击变为使用牛至发射阿姆斯特朗回旋加速喷水式阿姆斯特朗炮pluspro(破解版)，同时攻击范围内所有人，造成攻击力420%的水元素伤害，并使命中的敌人攻击速度-70，贞洁值-40%。攻击装有20发弹药，打完后结束。",
	"探测床垫下是否存在豌豆",
	"瞬间移动到成都迪士尼",
	"给所有群u的手机下载原神。若剩余空间不足会自动删除其他文件",
	"使自身除头发和眉毛外的全部体表毛发立即消失",
	"将任意纯良普通群u变得比最若智的群u还若智",
	"让任意群u的脸与头像互换",
	"观看足球比赛时可以给球一个任意方向0.1N的力",
	"选择一个敌人，必定闪避其所有攻击，每次闪避成功后无视其10%防御力",
	"指定一个孕妇，使其胎儿的所有细胞内都增加一条21号染色体",
	"强碱任何人后让其变为自愿",
	"将手伸进广告牌将其中画的商品或代言人拉出来",
	"强制眼前本科及以下学历的人与自己玩词语接龙，期间说出的词若在现实存在则会消失，若在现实不存在则会出现",
	"接触可联网电子设备可使自己在人形与数据流状态间切换，且能通过http协议转移到该设备能够通信的其他设备上",
	"将任意位置的“z”或“Z”替换成“主”",
	"给自己正在乘坐的交通工具任意方向任意大小的加速度",
	"当看别人游戏抽卡时，可以让他超级大保底",
	"当除自己外的另外两人在左爱时，将茎叶中的遗传物质替换为自己的。",
	"赋予除自身外的单个男性“负面评价越多，智力和学习能力越强”的强化效果，当此对象被强碱后效果失效",
	"让攻击过你的群u全都变成你的星怒",
	"让没有攻击过你的群u全都变成你的星怒",
	"召唤等同于群u人数的母鬣狗，无差别在群内强碱所有发言的人，持续30分钟",
	"瞬间脚刹所有男性福瑞控(以自我认知性别为准)",
	"把所有福瑞控的XP强制变更为自己的XP",
	"将群u的生命与米哈游的剧情绑定，跳过剧情就会跳过自己的人生",
	"将群u囚禁在建筑面积12平方千米的糖果屋中，需将所有建筑全部吃完才可解除囚禁",
	"将任意文艺作品的结局改为“男主和男二过上了没羞没臊的幸福生活”",
	"将任意文艺作品的结局改为“男主和女主过上了没羞没臊的幸福生活”",
	"将任意文艺作品的结局改为“女主和女二过上了没羞没臊的幸福生活”",
	"将任意文艺作品的结局改为“男主和母鬣狗过上了没羞没臊的幸福生活”",
	"无视距离杀死网络串子的🐴",
	"立即将全体群u每人强碱一次",
	"给全体群u的手机和电脑中下载崩坏三并自动充值直到余额不足648元",
	"强碱所有感到无聊的群u",
	"献祭生物爹的10年寿命并立即实现一个愿望（与生物爹寿命相关的愿望以及与愿望数量有关的愿望无效）",
	"献祭生物爹的5年寿命，使自身运气大幅度提升，持续366天",
	"使生物爹立即死亡，任意指定一个人成为自己的爹且对方永远无法拒绝",
	"当群内有人复读时，打断复读并强碱倒数第二个人",
	"当群内有人复读时，打断复读并强碱倒数第三个人",
	"当群内有人复读时，打断复读并强碱最后一个人",
	"召唤烟雾镜协助战斗，自己每被烟雾镜强碱一次就能释放一次烟雾镜宝具",
	"立即斩杀群内所有op",
	"把所有百合豚的XP变为BL",
	"瞬间移动到黄河沿岸的任何一个城市",
	"站在任何50层以上的高楼的顶层时可在楼外创造一栋更高的楼",
	"立即召唤5台彼此之间带宽无限且时延为0的云服务器并与大脑进行直连，7个工作日后消失。同一时刻至多可连接12台云服务器。",
	"指定一个人，强制与完美符合其XP的召唤物左爱直至死亡(可选择自己)",
	"对线时把群里正在和自己对线的群u都杀了",
	"给所有群u手机自动下载绝区零，若空间不足110GB则随机删除其他非miHoYoAPP",
	"召唤10只蚊子并能精准控制这些蚊子及其后代的行为。当初始10只蚊子全部死亡后才可再次召唤。",
	"在群友们聊的火热的时候召唤绝区零广告弹窗，可以让正在打字的群友不小心下载绝区零",
	"玩原神把树脂合成浓缩了打不了boss时可以将浓缩树脂分解",
	"使除自己外的单个人立即精通所有地球上曾出现过的语言，持续至此技能对其他人释放",
	"让晒卡的群u只能发出狗叫，持续29天23时59分59秒",
	"立即发出见证言论，此见证言论被举报后必定把群主送进去",
	"任意修改其他人的MBTI",
	"将指定男同的性取向改为亖爱",
	"将指定女同的性取向改为亖爱",
	"有120%的基础概率给硬盘以下负面效果：以最大带宽写入无限猴子打字时的失败文本，当硬盘空间满后暂停，当硬盘存在空闲空间时重启。持续时间无限",
	"消耗自身99%生命值发动自爆，使100m内所有单位受到的伤害提高60%，然后造成相当于自身99%重量当量的爆炸伤害。若此次伤害击杀了敌人，则可以其尸体为圆心延时2.85秒发动相同效果的自爆。",
	"让周围所有人同时打一个喷嚏。",
	"瞬间将房间变成迪斯科舞厅，持续一小时。",
	"可以把任何一种饮料变成冰镇的版本。",
	"召唤一只玩偶熊给你一个温暖的拥抱。",
	"将周围的空气变成香草味道，持续两小时。",
	"让自己能短暂漂浮在空中，持续五分钟。",
	"召唤一只鹦鹉重复你说的每一句话，持续一小时。",
	"能在地上生成一个小型泳池，持续30分钟。",
	"将任意物品变成金色，持续一小时。",
	"随时随地召唤一张舒适的沙发，持续两小时。",
	"召唤一群萤火虫进行照明",
	"让周围的人同时听到一首动感的音乐，持续30分钟。",
	"让你的头发变成七彩渐变，持续30分钟。",
	"让你的影子跳一段街舞",
	"能把你周围10米内的所有物品变成橡胶，持续30分钟。",
	"让你的鞋子变成旱冰鞋，持续15分钟。",
	"在空气中生成泡泡机，持续10分钟。",
	"让你的耳朵变成兔子耳朵，持续一小时。",
	"让你的衣服变成透明的，只对你自己可见，持续30分钟。",
	"让你的脚步声变成猫叫声，持续一小时。",
	"召唤一把至多飞离地面一米的会飞的扫帚，持续10分钟。",
	"能让你周围的所有植物跳一段探戈舞，持续五分钟。",
	"让你的手机背景自动切换到彩虹，持续30分钟。",
	"让你的手掌发出微弱的香味，持续一小时。",
	"瞬间将自己的位置与地球上任何一个人交换，无视距离。",
	"召唤一个巨型龙卷风，能摧毁周围一切障碍物，持续十分钟。",
	"瞬间治愈自己和他人的所有伤病，无论多严重。",
	"立即复制自己，并且每个复制体都拥有原体的全部能力，持续一小时。",
	"召唤一片能随意操控的迷雾，可以隐藏任何物体或人，持续30分钟。",
	"冻结时间，自己可以在冻结的时间中自由行动，持续五分钟。",
	"瞬间掌握所有已知的科学知识，持续一小时。",
	"召唤一支全副武装的精英护卫队，能执行任何指令，持续两小时。",
	"移动到地球上的任何地方，无需任何工具。",
	"控制全球所有电子设备，持续十分钟。",
	"变成无敌状态，无法受到任何伤害，持续一小时。",
	"让周围一公里内的所有物体悬浮，持续30分钟。",
	"召唤一片能控制天气的区域，可以制造任何天气现象，持续一小时。",
	"创造一个完全真实的虚拟世界，自己可以在其中自由行动，持续两小时。",
	"召唤一支无人机大军，能进行侦查、攻击或防御，持续两小时。",
	"制造一个坚不可摧的能量护盾，保护自己和周围的人，持续一小时。",
	"操控植物，使其迅速生长并形成强大的防御或攻击，持续30分钟。",
	"改变自身的外貌、声音和气味，完美伪装成任何人，持续24小时。",
	"攻击力增加55%，攻击速度+55，持续20秒",
	"立即以0.5倍光速向正前方移动，当触碰到第一个敌人时停止移动；停止移动后攻击力增加400%，生命上限增加400%，每次受到攻击回复200生命值，并立即以此敌人为中心造成相当于500%攻击力的超大范围物理溅射伤害，并附带20秒眩晕。普通攻击变为对攻击范围内所有敌人造成群体物理伤害，持续30秒，可主动关闭。当持续时间结束或主动关闭后瞬移回原位置。",
	"赋予任何人任意超能力",
	"让指定水分子的氢元素发生核聚变并释放一个氧自由基；若成功，则延时1ns使此水分子周围0.7nm的所有水分子发生相同变化，直到所有发生变化的水分子周围0.7nm不存在其他水分子；可主动停止该过程",
	"让舍友立即自愿自杀",
	"可以任意改变普朗克常量的值",
	"能随时到F🥚上自习",
	"[仅能在6月6日使用]任意改变任意省市的语文作文题目，且此省市的语文考试绝不会启用备用卷",
	"[仅能在有人使用与强碱相关的主动技能或触发强碱相关的被动技能时使用]瞬间移动到强碱者的面前，并强制将被强碱者变成自己，且此次被强碱的性奋获取效率提高80%",
	"[仅能在有人使用与强碱相关的主动技能或触发强碱相关的被动技能时使用]瞬间移动到与强碱者DNA相似度最高的人面前，将其变成完美符合自己XP的形象并先碱后鲨，且此次行为不会受到任何法律惩罚",
	"将自己目前所在大楼的墙壁变成饼干、地板变成巧克力，玻璃变成冰糖，并将大楼内部的所有液体变成糯香柠檬茶或百事可乐或红色尖叫",
	"[仅可在乘坐高铁时使用]使当前列车的所有车厢间的连接全部断开。若车厢个数为奇数，使最后一节车厢立即爆炸。从剩余车厢中随机选择50%，车厢内乘客自然寿命变为正无穷，且意外死亡概率降低99.9%；另外50%的车厢内乘客立即开始不受控制的强碱任何看到的人，且内设后强碱者的所有动脉血管立刻爆炸。",
	"使米哈游大楼下立即发生一起杀人案",
	"让一只猫变成纯黑色",
	"强健不打转向灯的女司机",
	"以自己的外貌变丑10%为代价，令至多800个郭楠心甘情愿为你献出所有积蓄",
	"指定一个群u，和他瞬间移动到一个垃圾桶内部偷情",
	"恢复10年内任意被删除的文件",
	"[仅当生物爹死亡后才可使用]吸取生物爹下辈子的气运",
	"使法律上的父亲立即死亡，并按最高理赔标准强制触发所有他身上的保险，收益人变为自己",
	"将NVIDIAGeForceRTX4090变成相同大小的巧克力",
	"将NVIDIAGeForceRTX4090变成相同大小的钙奶饼干",
	"将任意米哈游游戏角色的特性定义为bug并让米哈游在九个月后修复bug",
	"[仅能在2028年2月29日使用]立即魂穿到2024年2月29日随机KFC门店内点了9.9元两块原味鸡的随机人身上",
	"普通攻击变为向至多5个目标注射γ-羟基丁酸",
	"[仅当被霸凌时可使用]使自身防御降低至0，受到的全伤害提高80%，血量不会低于1，累积受到的伤害，每受到100点伤害额外使自身受到的全伤害提高1%，至多叠加9999层。当霸凌结束时，对10km范围内所有没有霸凌过你的人造成相当于累积伤害数值330%的物理伤害，并使霸凌过你的人普通攻击造成伤害时，额外附加相当于累积伤害数值1%的物理伤害，持续时间无限。",
	"给任意自己好感的男性赋予ABO性别或改变已有ABO性别",
	"[仅可在群u爆典时使用]将群u爆的典写入历史课本",
	"[仅能在疯狂星期四使用]立即时间停止并瞬间移动到随机麦当劳门店，每强碱一个麦当劳内的顾客获得5元汉堡王无门槛可叠加代金券，强碱四个顾客或时停时间超过120分钟后解除时停并瞬移到离初始位置最近的华莱士门店。",
	"失去理性，猛烈地强碱所有眼睛看到的生物，每强碱一个生物便能够召唤一个能够猛烈地强碱所有看到的生物的小男孩协助强碱，召唤满65536个小男孩后技能停止；不可主动关闭技能，技能结束后小男孩不消失且不会停止强碱。",
	"[仅可在被轮jian时使用]使轮jian者们开始互相强碱，只有最后获胜的一个人才可继续强碱你",
	"召唤8个rapper帮你diss所有人",
	"以O(logn)的时间复杂度生成任意长度纯中文字符串的符合古典诗格式要求且具有较高文学价值的藏头诗",
	"交换任意两个一线及以上城市的地理位置",
	"，扎楼上屁股(包括撤回消息的)",
	"无视其他任何技能效果以最高优先级强碱群主并内设自己的茎叶，且此次内设能够无视群主生理性别使群主怀孕",
	"控制任意总统候选人发表退出选举声明",
	"使全球所有64周岁以上且未退休的女性将所有存款和不动产产权转移给你后立即自杀",
	"立刻让所有群u轮jian群主直至群主被草死，然后让群主将群主之位转让给你",
	"召唤一只马加爵，随机攻击攻击范围内所有敌人，且对舍友的普通攻击附带100%基础概率的即死效果",
	"让你嗑的CP立即结婚，且你会成为证婚人",
	"在编译后的二进制文件中将指定位置的1变成0",
	"瞬间移动到重庆市渝北区体育馆内的任意地点，且瞬间移动后肢体接触到的第一个人会不可救药的爱上你",
	"[仅可以10月18日生日的生理男性为使用对象]使故宫的所有权和使用权转移到指定对象名下。可选择额外消耗自身50%剩余寿命使随机14位故宫内死去的人类复活并成为指定对象的星怒",
	"拟态为折耳猫，各项数值变为折耳猫水平，至多持续12小时，可主动关闭。处于拟态状态下受到致命攻击时不会死亡且立即解除拟态",
	"拟态为蚊子，各项数值变为蚊子水平，至多持续12小时，可主动关闭。处于拟态状态下受到致命攻击时不会死亡且立即解除拟态",
	"为除自身以外的单个对象附加出境时不会受到任何阻碍的状态，持续2小时，对单个对象每4小时仅可使用一次",
	"使视线所见范围内所有冰箱都变成非洲象",
	"[仅可在玩原神时使用]从全球正在玩原神的人中随机抽取30%穿越到欢夏邪龙童话国",
	"[仅可在玩原神时使用]从全球正在玩原神的人中随机抽取30%成为散兵的星怒",
	"对自身随机触发十次随机效果：存款增加300%；存款增加200%；存款增加100%；存款增加50%；存款增加10000元；存款减少10000元（若为负数转为负债）；存款减少50%；失去全部存款。",
	"立即成为群主，且让群内与自己观点不同的人立即拍摄自杀视频并发到群内后退出群聊",
	"立即让群发言第三的人强碱群发言第二的人",
	"拟态为藤壶，各项数值变为藤壶水平，至多持续12小时，可主动关闭。处于拟态状态下受到致命攻击时不会死亡且立即解除拟态",
	"[仅能以自己的亲生儿子为目标]立即对目标发动强碱，持续120分钟，强碱结束后根据内设的量，每0.1毫升使目标的外貌+10%，孝顺度+10%",
	"任意改变连通液体的氯化钠含量",
	"普通攻击变为⭐沪⭐爷⭐冲⭐击⭐(对外地人造成的伤害提高330%且附带使外地人怀孕的效果)",
	"消除任意苹果手机的身份验证冷却时间",
	"将任意位置的指数函数变成幂函数",
	"[仅当身处菜鸟驿站内时可以使用]瞬间移动到其他的菜鸟驿站内且将移动目标的菜鸟驿站内随机快递的收件人变为自己",
	"消除自己昨晚尿床留下的所有证据",
	"停止攻击，攻击力+430%，自身周围100m的所有敌方每0.1秒回复相当于自身攻击力80%的血量，所有友方每0.1秒受到相当于自身攻击力150%的真实伤害（视为无来源伤害）",
	"牛至长度增加300%，半径增加40%，攻击间隔缩短，攻击变为随机选取攻击范围内的同性目标插入并内射，每内射0.1ml牛至长度额外增加2%，半径增加0.3%，至多叠加100层。第二次及以后使用时，牛至长度增加的效果量变为原本的两倍。",
	"控制头发每一处的曲率",
	"让你的CP立刻发一次糖",
	"让罗翔的指定一句话变成现实",
	"让你的XP变成客观审美",
	"防御力提升220%，对近战敌人的物理闪避和法术闪避提升至100%，攻击范围内近战敌人的攻速+200。每次闪避敌人的攻击后对攻击范围内其他敌人造成一次相当于自身防御力330%的物理伤害，持续30秒。",
	"立即睡觉，并在指定的时间醒。此次睡眠期间免疫近战物理伤害",
	"将随机群u的头像变成自己的星怒",
	"[仅能在考试距离结束五分钟以内时使用]以相当于(本次考试总分-当前答对分数)*190%的基础概率使该门课的所有授课老师和本考场所有监考老师立即死亡(每位老师单独结算)，每成功使一位老师死亡，本次考试最终得分提高20分",
	"指定一个生理男性成为自己法律意义上的父亲，并使他其他法律意义上的子女立即瘫痪",
	"以消耗自身50%剩余寿命为代价，29天内不会因任何原因而死亡",
	"将某个人的所有遗传病复制到另一个人身上",
	"瞬移到任意一个路灯的上方",
	"召唤陨石雨攻击地球指定经纬度点周围半径1km的范围",
	"让地球上消失1立方米的空间(可以是不连续空间)",
	"领会任何人的超能力，并修改能力描述中的一个字",
	"吃火锅时，使鸳鸯锅中清汤锅煮出的食物附带致死量芥末",
	"使自身所在省/自治区/直辖市的所有过冬物资立即消失",
	"将任意一个人变成两个年龄减半的同一个人",
	"召唤三只[旋转的柴犬]。",
	"改变任意群友的自我认知让ta觉得自己是美少女(生理性别不受影响)",
	"[仅可在考试结束后五分钟内使用]使同一考场内所有其他女性考生立即长出牛至。",
	"[仅可在考试时使用]若在答题区域内写入且仅写入凤凰传奇某首歌的歌词，则可将这句歌词变成对应题目的唯一标准答案",
	"指定一个15岁以下小男孩，使其3代以内所有亲人全部暴毙。若成功对＞3人生效，则自动获得该小男孩的监护权且对他做的任何事都不会有违法风险",
	"普通攻击变为4连击，每次命中敌人有50%基础概率回复10%最大生命并获得一层能防御近战攻击的护盾",
	"立即使自身体重增加60公斤",
	"立即强碱群内上一个发奶龙图的啥比",
	"在关闭评论或精选评论的评论区强行评论",
	"与任意同学或同事交换父母",
	"随意改变任意左手中指正在触摸的连通液体或气体的颜色",
	"你的眼睛可以移动到身体的任意位置",
	"让任意和你XP不同的群u的XP变成可爱的男孩子",
	"让任意和你XP不同的群u变成可爱的男孩子",
	"将舌头伸长到至多1.1光年，且舌头免疫所有伤害",
	"任意调换自己体内各个内脏的位置",
	"犯了错误后，在任一受害者或受害者的尸体或受害者的尸块面前大喊“错的不是我是这个世界”，即可将错误的责任转移给全世界",
	"工作日上班时间发现有人不在时强制将其瞬移到工位",
	"让自己的爱豆打赢复活赛",
	"将苹果手机变成苹果",
	"用5秒写出一个爆款短剧的剧本",
	"令敌方所有[女性]的攻击力大幅下降",
	"让自己立刻毫无痛苦的死亡",
	"恢复Windows系统中1000年内被删除的任意文件",
	"恢复10000年内丢失或被销毁的任意纸质资料",
	"强化圣遗物/遗器/驱动盘时，任意指定被强化的词条",
	"使任意一种植物灭绝，同时使另一种已灭绝的植物复活",
	"召唤4个若智兔头锐评一切",
	"将面前的马桶变为彻底的无菌状态",
	"使周围100米内所有氢键消失",
	"以献祭二代以外五代以内随机亲戚的生命为代价，让某个事件必定发生(若没有符合条件的献祭人则无法使用)",
	"[仅可在需要付款时使用]本次逃单必定成功",
	"引爆任何连通液体",
	"能将任意充分条件变成必要条件",
	"将任意必要条件变成充分条件",
	"将自己变为任意短剧的主角，并使该短剧的所有设定在现实生效",
	"消灭本群所有正在见证的人",
	"普攻攻击变为使用阿姆斯特朗回旋加速喷气式阿姆斯特朗炮，攻击力+180%，攻击间隔大幅增加，攻击时攻击力提升至220%，并超大力地击退敌人",
	"在右手无名指的顶端释放闪电",
	"血压提高330%，不会死亡且肢体被切断后会在3秒后再生，可主动切断四肢，持续500秒",
	"使除了人科之外指定科的所有动物灭绝，并复活指定一种已灭绝的动物",
	"制作一张假证，并且使此假证上的内容变成事实",
	"立即召唤一丁尼布，一丁尼布嘲讽等级+1，当我方投币1元并摸摸一丁尼布时回复40%最大生命并解除负面状态",
	"更换任意两种货币的汇率",
	"使用肛门喷射火焰",
	"停止攻击，立即让自己的皮肤变成龟壳，防御力+330%，受到攻击时伤害降低80%并对伤害来源造成自身防御力180%的伤害并使自身防御增加5%(最高可叠加30层)，持续时间无限，可主动关闭。",
	"使5km内正在发生的爆炸立即停止",
	"锁定周围100km内所有8岁及以下小男孩的位置，并立即精准破坏其中任意数量小男孩的生殖系统",
	"指定一个孕妇，以消耗她30%剩余寿命为代价，使其胎儿变为男性",
	"将任意连通液体变成冰红茶(无糖)",
	"使风筝获得固定速度(小于光速)，且该风筝不会断线",
	"立即召唤一只可爱的小猪",
	"指定任意后口动物，使其肛门立即关闭（可对自身使用）",
	"使我方全体获得【每0.1秒获得3层持续时间0.1秒的无敌次数盾】状态60秒",
	"控制正在升空的烟花的速度方向",
	"下雨时暴露在空气中的皮肤不会湿",
	"立即召唤5000只蚊子选取除自身外最近的目标持续攻击，每秒造成20次攻击力15%的攻击并附带20点法术伤害，持续至目标死亡",
	"将任何真命题的逆命题变为真命题",
	"将任何真命题的否命题变为真命题",
	"将任意假命题的否命题变为假命题",
	"将任意假命题的逆命题变为假命题",
	"使地球立即爆炸",
	"清除指定图片或视频内的所有马赛克并将其变为原画画质",
	"停止攻击，血量不会低于1，每次受到伤害时回复50%最大生命值。选择至多1024个目标与自身连接，当自身血量降低时，对所有相连目标造成相当于血量降低值的24%的无来源真实伤害。当累积损失相当于500%最大生命值的血量后结束",
	"使自己失去理智，无差别攻击所有目标。攻击范围扩大，攻击速度+330，攻击力+330%，每次攻击至少造成攻击力30%的伤害。每当攻击命中一次回复2%最大生命值且获得1层阻挡近战和远程伤害的护盾（至多叠加30层）。持续时间无限，无法主动关闭",
	"令任意一句中国传统俗语变成世界的底层规则",
	"【仅可在自己家的地下室使用】选定某个之前标记过的14岁以下小男孩，制造一个完全相同的复制体，该复制体无法离开自己家的地下室，且无法向外界传递任何信息",
	"召唤日本武尊协助战斗。每当额外投喂5kg白米饭可使其释放一次宝具",
	"让任意一个已死亡且未进入英灵殿的个体变成英灵，并立即召唤ta并成为ta的御主",
	"用任意文字替换还未出土的古籍中的文字（长度不得超过原古籍中文字长度）",
	"把纸片人从屏幕里揪出来变成肉便器",
	"立即获取随机国家机密并售卖给随机国外间谍，本次贩卖国家机密的价格提高90%且不会被发现",
	"【仅可当上课时坐在教室最后一排可使用】让教室里在自己前面的人学习效率降低100%，中途逃课意愿大幅提升，自身能够完全理解和记忆老师讲的所有东西，且这节课结束前五分钟必定点名",
	"使自己拟态变为snake，生命值耗尽时解除拟态",
	"立即使你现在所处的国家践行你所相信的主义",
	"使用if-elif-else语句实现一个能回答某领域所有问题的非大模型问答机器人",
	"将任意超能力用现有科技进行解释",
	"开启半径100km的领域，领域内不符合现代物理学的超能力全部失效",
	"[仅可在中国境内使用]展开半径50km的领域，领域内所有超能力都无法超越中国法律",
	"释放出强烈的压迫感，使视线盯着的人立即跪下",
	"[仅可在直升机上使用]使直升机立即坠毁",
	"使指定XP玩家喜欢的角色变成中杯并让他变成兔头",
	"将两个8岁以下相同生理性别的儿童合成为两者年龄相加的四倍体青少年",
	"改变任意连续的1平方千米内的重力方向",
	"在手掌心凭空变出建议零售价＜1rmb的任意物品",
	"使自己手机上正处于登录状态的爱奇艺账号立即获得6个月SVIP",
	"献祭亲妈50年寿命(不可为负)，使下一次抽主推麻辣女角色时不会歪",
	"偷窃擦肩而过的人的原味内裤",
	"使自己的脚触碰到的生物获得严重的脚气",
	"修改其他人超能力描述中的一个字",
	"立刻偷取全世界94.6吨外卖并将其传送到重庆市长江大桥上",
	"以0.5c的速度发射自己的左手无名指，对无名指指向的方向的无限长的直线造成穿透伤害，并在10秒后再生左手无名指",
	"立即召唤5台平行的压路机，分别以100km/h的速度向正前方行驶",
	"[仅可在拥有腾讯视频VIP时使用]立即召唤此时腾讯视频主页大图上占面积最大的人",
	"旋转雨伞升空，并且能够通过控制旋转方向和速度来调整飞行状态",
	"立即向正下方以10m/s的速度挖洞，持续60秒",
	"将黄袍披在除自己外任意人身上，此人立刻成为其国籍所在国家的皇帝",
	"使自己周围1000米的所有人数学能力下降一亿倍只有你保持原样",
	"飞到空中，用脚将大气压缩，化变为高速气流组成的风洞，然后狠狠踩下去，造成多次风元素范围伤害。",
	"立即成为指定百度贴吧的吧主",
	"召唤100w水军，该水军仅可用于在百度贴吧中进行爆吧",
	"将某人生命与ta所拥有的某包手抽纸绑定，当这包手抽纸被用完ta就会死",
	"给全世界所有买不起HUAWEIPuraX的人免费发一台",
	"使指定dy粉丝大于10w但小于100w的主播成为你的星怒",
	"制造一个具有任意外观和完全智能的仿生机器人。该机器人无法通过现有科技与人类作出区分，且你具有最高控制权限。通过该方法制造的仿生机器人至多同时存在25个。",
	"使指定劣迹艺人所做过的劣迹事件在中国变成合理合法的，并让该劣迹艺人复出",
	"指定一个8岁以下小女孩，使其3代以内所有亲人全部暴毙。若成功对＞3人生效，则自动获得该小女孩的监护权且对她做的任何事都不会有违法风险",
	"搜索当前地区当前时间200年以来最高温度，并使此处气温立即变为最高温度+1摄氏度，持续1天",
	"精细操控周围10米至多2^20个原子",
	"使指定单体的屁股上随机位置长出18个痘痘",
	"指定任意两个15岁以下且有法律意义上父亲或母亲的人，交换其身份但外表和记忆不变",
	"使距离你最近的1000个人的手机立即用流量下载b服崩坏星穹铁道并用流量下载全部资源",
	"夺舍群主，持续10分钟",
	"消灭和自己待在同一空间中的所有可支配收入比自己低的人",
	"无",
	"能够调整自身的性别和年龄",
	"普通攻击变为对我方单体进行相当于攻击力60%的治疗，攻击间隔增加，攻击力+50%，持续60秒，可主动关闭。技能期间仅一次，当攻击范围内我方受到致命攻击时，不会死亡且自身立即对其进行一次额外治疗（无法对自身生效）",
	"将手掌心的温度变为0K",
	"立即获得一个使命必达盒子(按动盒子上的按钮可以召唤出来一个使命必达先生，他会拼尽全力帮你实现要求，且在要求得到满足之前不会消失。)",
	"将任意两国间的关税上调20%或下调20%",
	"在七年级下册历史书上的任意一句话中增加或删除一个字并使改变后的这句话立即变为史实",
	"从自身毛孔中源源不断召唤出蚂蚁；蚂蚁会一直向前走并尝试破坏碰到的任何物体",
	"所有人的抢票必定失败，持续50分钟",
	"[仅可在付款时使用，每次付款仅限一次]使实付最终价格降低40%",
	"能够无效化单个个体的被动技能，持续时间无限，更换目标时解除上一个目标的无效化",
	"能够封印单个个体的主动技能，持续时间无限，更换目标时解除上一个目标的封印",
	"彻底抹除某个14岁以下儿童的父母关于孩子的所有记忆",
	"令指定身高170以下的男性不可救药的爱上你，持续时间无限（仅可选择内娱选秀节目获得过前10的男性为目标）",
	"[仅可在地球上使用]使双手触摸到的物体消失并在指定未来时间点的同一位置出现(以地球为参考系)",
	"以智力减少10%为代价，破译单个未破译的古埃及象形文字",
	"创造一包永远不会被抽完的抽纸",
	"立即无咏唱地释放一次爆裂魔法",
	"使指定手游流水立刻登顶iOS总榜",
	"立刻消化并吸收此刻胃里的所有物品",
	"使指定一辆汽车粉碎成直径2.5微米的粉末",
	"献祭群主全部寿命，刷到的下一个圣遗物必定初始4有效词条",
	"使任意距离外的任意一座桥立刻从中间断裂",
	"修改任意一个人的名字",
	"立刻清除指定[人形]个体的所有头屑",
	"立即召唤50只跳蚤。每只跳蚤会随机附着在接触到的生物身上并对其每秒造成最大生命值0.2%的生命流失伤害。",
	"延时100分钟，在技能发动瞬间自身所在位置为中心造成半径100km的大爆炸",
	"延时10分钟，获取技能发动的时刻全地球范围内死亡笔记持有者的数量，以及每个人的姓名、简介、外观和位置坐标",
	"使特定插座在5分钟后开始漏电",
	"使一根被使用过的铅笔完全恢复使用前的状态，且这根铅笔画出或写出的内容也会相应消失",
	"使国家体制内随机某个公章立即出现在自己的手心",
	"[仅可在夜晚使用]进入网抑云时间，使全世界所有正在听歌的人陷入深深的抑郁，持续60分钟",
	"偷取前面一个人的手机，且这个人至少在10分钟后才会察觉到手机被偷",
	"根据被偷盗物品的详细特征，在周围10km内定位符合特征的所有物品",
	"[仅可当幼儿园放学时在门口使用]立刻拐走下一个出门的与自己性别不同的小孩，将其变为自己的星怒，且本次拐卖在80年内不会被侦破",
	"使指定推理小说完全消失，且使小说中的作案手法10天之内在现实中复现",
	"改变某个特定历史节点发生时指定历史人物所在的空间位置",
	"将自己的外貌与某个已故历史人物任意年龄段的外貌互换",
	"[仅可在凌晨1点至5点使用]远程操控周围10km所有已经睡着的人的未关机的手机，且不会留下任何远程操控记录",
	"将被混淆过的JavaScript文件变回人类简单可读的代码",
	"使群内所有人玩米哈游游戏的欲望超大幅度提到，并在10分钟后强碱所有正在玩米哈游游戏的人",
	"在6秒内连续作出360个后空翻",
	"停止攻击，有80%概率闪避来自敌方和我方的攻击，闪避成功时立即发动闪避反击对前方大范围所有敌人造成相当于攻击力330%的物理伤害，持续8秒，每次发动闪避反击使持续时间增加0.2秒",
	"改变op在所有小圈子内的含义",
	"任意调整自己的腰围和臀围的数值，但需保持二者的和不变",
	"改变任意一个人名字中的最后一个字",
	"复制其他人的肌肉记忆",
	"让视线范围内正中心的一本书立即燃烧",
	"让视线范围内正中心的一本书立即燃烧",
	"立即修复指定女性的处女膜",
	"利用两个男性的茎叶为原料，随机挑选两个人的各一个遗传物质正常的精子，并以50%的成功率立即合成一个小男孩",
	"利用两个不同女性的卵细胞为原料，以100%的成功率立即合成一个小女孩",
	"使眼球离体，但眼球看到的画面能实时传输到大脑，持续1天，可主动关闭",
	"大声喊出“向那比黑更黑比暗更暗的深渊，祈求吾之深红闪光，觉醒之时已然降至，堕入无谬境界的真理啊，化作无穷的扭曲限界吧！起舞吧，起舞吧，起舞吧！吾之魔力奔流所求之物即崩坏，无人能及之崩坏，森罗万象皆归尘土，从深渊降临吧，这是人类最大的攻击手段，这正是最强的攻击魔法。Explosion!”，然后发动一次究极牛批的爆裂魔法。使用后一天内全属性降低80%且一天内无法再次释放【负面效果】",
	"将其他人正在展示的PPT的下一页中的图片替换成NSFW内容",
	"使周围20米的所有猫立即浮空50米然后自由落体（可选择进行蓄力，每多蓄力1秒使猫的浮空高度增加10米，至多额外蓄力20秒）",
	"攻击距离+1，攻击力+180%，攻击目标数+1，持续时间无限",
	"改变自己的左手小拇指指甲长度",
	"将任意一个小于1MB的word文档内写的所有内容变成现实",
	"将任意一根棍子变成烧火棍",
	"让自己的牙齿立刻变得洁白如新",
	"选定任意连续且形状为凸多面体的体积小于1立方米的空间，改变该区域内任意一个物理规律，持续时间无限。（可同时存在任意多个区域，但区域间不可重合且每个区域只能改变一条物理规律）"
]