[
	"怎么冲都冲不死",
	"前列腺不停的产生液体",
	"玩抽卡游戏十连必中",
	"怎么操都不会被操死",
	"互联网对线必定取得胜利",
	"每踩死一只蜗牛可获得10000RMB",
	"可以为诸葛亮北伐提供任意物资",
	"rap时可以达到的语速没有上限",
	"可以在工作日9时~17时召唤流萤",
	"自身周围半径100km内所有人都深深爱上你",
	"成为C语言系列大佬",
	"开车时创死的人可以穿越到异世界",
	"银行卡余额固定为10^9RMB",
	"使自身触碰到的人超能力失效",
	"在地铁上偷拍永远不会被发现",
	"当四肢静止时视线范围内所有物体停止移动",
	"与你进行身体接触的人会遭受不幸",
	"在丈夫面前强碱人妻时获得对肃正防御",
	"你的容貌将会变成完美符合你的XP",
	"每次掏口袋都能拿出一枚1元硬币",
	"玩二次元手游时所有概率提升30%",
	"当自己手机电量1%时,游戏理解提升420%",
	"抢票必定抢到",
	"在任何游乐园都不会排队",
	"防御力降低，攻击力增加，每秒恢复7%生命",
	"可在五秒钟内写完任意字数的手写道歉信",
	"死后会在第二年的5月11日在原位置复活",
	"参加中国新说唱必定取得冠军",
	"你将觉醒棍之勇者的才能",
	"每小时使随机银行账户增加0.01元",
	"你所说的所有仅包含24个汉字而且无语法错误的句子都会成为现实",
	"可操控至多8条触手进行攻击",
	"大脑可同时与至多2147483647台Windows或Linux系统的设备进行TCP通信",
	"当自身受到伤害时十倍反伤给伤害来源（无来源伤害除外）",
	"你每一块离体的超过1g的身体组织都会分裂成一个新的你,无同时存在上限",
	"奔跑时加速度恒定为0.1m/s^2",
	"头发不会自然掉落且无法被剪断",
	"和群u对线时必定失败",
	"植物受到身体触碰时生长速度提高5000%且不会衰老",
	"除夕夜21时至24时向长辈磕头时说的吉祥话都会反向实现",
	"自残后可将伤害转移到任意不同性别的人身上(以自我认知性别为准)",
	"每天可随机获取元素周期表上一种单质100g",
	"在课本上对人脸进行的涂鸦会变成现实",
	"自己的所爱之人会作出与意志相悖的决策(自动触发)",
	"从高处坠落不会受到伤害",
	"会导致当场死亡的伤害或事件对你无效",
	"写的爬虫代码永远不会遇到人机身份验证",
	"你的手机永远保持98%电量",
	"喝水时绝不会被呛到",
	"你的生殖细胞可以两两结合并发育成完整个体",
	"每参加一次高考，年龄-1岁",
	"重生后保留全部记忆",
	"任何人看到你的脸都会被帅昏",
	"烹饪人肉时美味度提升至上限",
	"在机场安检必定通过",
	"当与迪士尼打官司时必定胜利",
	"使用主动技能时自身获得一层对肃正防御",
	"能够分辨全彩色",
	"受到伤害时不会受到伤害",
	"每5分钟会有随机口味馅饼掉落在自己头上",
	"自己的恋爱对象不会索求彩礼",
	"同性对自己的好感度提升50000%",
	"异性眼中自己与同性的亲密度提升50000%",
	"头发变成彩虹色",
	"世界线变动时保留记忆",
	"不受时停的影响",
	"被内设时茎叶转移到内设者的嘴里",
	"肛门不会松弛",
	"霸道总裁都会爱上你",
	"当周围没有高台时，攻击速度+1",
	"所有细胞不会癌变",
	"免疫核辐射",
	"死亡后与凶手交换意识",
	"抢红包必是运气王",
	"在丈夫面前被人妻强碱时获得对肃正防御",
	"攻击附带8%凋亡损伤",
	"自身造成的外伤无法被治愈",
	"他人对你的负面情绪会转化为杏玉",
	"体育比赛必定获得第一",
	"诬陷其他人偷拍必定成功",
	"免疫哈基米对自身造成的伤害",
	"唱跳rap实力提升8%,篮球实力提升6%",
	"鼙鼓会变得很饱满，让人忍不住想拍",
	"自己的白袜不会变脏",
	"星期四时体重不会增加",
	"群u强碱自己的冲动超大幅度提高",
	"💩进入嘴里后变成巧克力",
	"对老太太的伤害提高300%(该效果为独立乘区)",
	"对40岁以上寡妇的伤害提高300%(该效果为独立乘区)",
	"每杀死一个外卖小哥，全伤害提高20%，至多叠加2147483647层",
	"在大巴车上睡眠质量提高47.6%",
	"穿过的胖次都会变成奶香味，无法消除",
	"茎叶接触任何人皮肤都会使其立即怀孕",
	"不会被雨或雪淋湿",
	"体感温度超过40摄氏度时，自身周围半径50km的空调和冰箱全部失效",
	"体感温度低于-10摄氏度时，自身对异性的魅惑效果提升5000%",
	"对退休工资高于1w的老年人所实施的电信诈骗必定成功",
	"深度睡眠时免疫所有伤害",
	"你的胸肌会变得非常的性感",
	"洗澡时打搅会喷射能腐蚀一切的津液",
	"左手食指指向的鹿科动物会变成🐴➕7️⃣",
	"与哈基米对视后它会随机变成哈基木/哈基十/哈基丨",
	"窥屏时若看到群u发40分以上圣遗物，自身和群u一起爆了",
	"混沌·恶属性的人会把你当做主人",
	"中立属性的群u会狂热的想被你厚乳",
	"善属性的群u会用qq钱包所有积蓄给你发专属红包",
	"召唤一只没有任何攻击力但很可爱的米努特矮脚猫协助战斗，当米努特矮脚猫战败时自动流失50%最大生命值复活它",
	"召唤一只有攻击力但不多但很可爱的三花猫协助战斗，当其战败时自身立即死亡",
	"可通过光合作用获取营养",
	"睡前脱裤子速度超大幅度提高",
	"使用6条触手进行攻击，触手接触到的对象淫乱值每秒提高10%",
	"你的脸颊肉会变得特别可爱，让人忍不住想rua一把",
	"你的肚子会变得又白又软，让人忍不住想摸一摸捏一捏亲一亲",
	"你的大腿会富有肉感，且膝枕的舒适度极大幅度增加",
	"免疫来自张伟的伤害",
	"所有伤害附带无视防御和无敌贯通，并获得对地阵营的200%特攻",
	"被强碱时与强碱者共享触觉和痛觉",
	"你磕到的CP都会变成真的",
	"不会对赌毒上瘾",
	"打搅时若设入水中，茎叶会变成2亿蝌蚪，并最终发育为🐸",
	"窜稀能产生极强的推力",
	"实时获取女神是否正在洗澡的信息",
	"成为可自交的双性人",
	"视线范围内的人会石化",
	"小学生对你的好感度不会降低，且好感度增加速率超大幅度提高",
	"中学生对你的好感度不会降低，且好感度增加速率超大幅度提高",
	"市委书记对你的好感度不会降低，且好感度增加速率超大幅度提高",
	"秩序·恶属性对你的好感度不会降低，且好感度增加速率超大幅度提高",
	"永远能够保持超绝肌肉线条",
	"当你漏出肚脐时所做的所有事都会被原谅",
	"你在任何游戏都能找到退出按钮",
	"演唱爱如火时不会跑调",
	"高中时喜欢的人结婚时，若另一方不是自己，会穿越到ta小学六年级时与小学时的ta组队参加小学数学奥林匹克竞赛，若成功拿到国赛金奖，则使婚礼另一方变成自己且双方性功能大幅度提高；否则重新穿越到比赛开始前一个月",
	"发动肘击时，附加8次相当于牢大24%攻击力的冰红茶属性伤害，该伤害视为追加攻击伤害",
	"从货拉拉上跳下时不会受到任何伤害",
	"裸睡时睡眠质量提高60%且做的噩梦会变成春梦",
	"你的XP会变成主流审美",
	"每遭遇一次未成功的暗杀，自身对异性的吸引力增加25%，对同性的吸引力增加35%，对异种族的吸引力增加45%",
	"你的呕吐物会变成榴莲披萨",
	"送美团外卖时，速度增加210且自身不会受到任何交通事故影响",
	"你玩的所有梗的起源都会变成原神",
	"你的论文中写的所有实验数据必定能被完美复现",
	"身边10m内有人挥刀时，自动瞬移到刀下并100%基础概率空手接白刃",
	"任何生物每饮用100ml你的动脉血，自然寿命增加65536年",
	"进入地铁时必定能找到空座位",
	"戴口罩时颜值提升75%",
	"获得能看到对方是不是处的鉴定眼",
	"获得能看到对方是不是原批的鉴定眼",
	"获得能直接看到对方骨骼的鉴定眼",
	"在人妻面前强碱丈夫时获得不可解除的对肃正防御",
	"抄袭永远不会被发现",
	"每次星期三国王日去汉堡王消费后，第二天的疯狂星期四必定上架9.9两个吮指原味鸡",
	"吃头孢后摄取酒精不会出现危险",
	"第一次左爱的瞬间，全国所有与自己相同性别的人失去生育能力(以自我认知性别为准)",
	"当自身在床上时GFW失效",
	"免疫心脑血管疾病",
	"自身BMI到达26后，体重增加会使身高同步增加以使BMI保持26",
	"自身周围100m的蚊子会直接死亡",
	"对自己亲妈的攻击附带即死效果，亲妈触发即死效果后自身立即死亡并随机选择存款额比当前亲妈高至少10%的孕妇进行投胎",
	"在便利店偷东西永远不会被发现",
	"偷别人外卖永远不会被发现",
	"当想要独处时，所在房间内其他人会立即消失",
	"每当有群u玉玉，自身的愉悦值增加50%；愉悦值满时随机让一个群u玉玉",
	"复习并学会的知识点若在考试范围内，则考试必定考此知识点",
	"收件人是自己的快递运输时间减少95%",
	"霸凌过你的人会在随机5~27天后溺水而死",
	"你的小嘴会变得非常可爱，让人忍不住想把那什么伸进去",
	"你的脚会变得具有浓郁的奶香味",
	"你的呕吐物每100ml能使食用者的自然寿命增加4090天",
	"你的腰会变得又白又又细又软，让人忍不住想一把搂住",
	"你的茎叶会变得又香又甜，且每次的茎叶量变为600ml",
	"下雨天鞋绝不会进水",
	"裸体时免疫所有强碱",
	"每次氪648都是首充",
	"每被强碱一次，自身的智力提高20，魅力提高25，至多叠加114514层。12小时未被强碱重置层数",
	"你死亡时你推也会同时死亡，并且必定在净资产1000w以上的家庭转生为姐弟",
	"吃💩的时候周围100m的人与你共享味觉",
	"能够透过裤子直接看到所有人的腿",
	"在任何时候玩原神都会被认为是合理的",
	"以任何理由请假都会被领导认为是情有可原",
	"自身被时停期间获得不可解除的对肃正防御效果",
	"防御力降为0，生命上限提升为330%，同时攻击阻挡的所有敌人",
	"自己被鬼图恶心到时，鬼图内容会立即出现在发图者家里",
	"与自己的两代以内亲属交配生下的孩子不会有遗传病",
	"大腿永远保持光滑，不会长腿毛",
	"所有嫉妒你或觉得你不配的人都会诸事不顺",
	"写1000字以内的高中议论文时，文中引用的所有名言和事例如果是真的则会消失，如果是假的则会变成真实",
	"你说出的任何一个四字词语都会变成成语",
	"死亡时，尸体的每1g质量都会随机移动到地球任意位置，并变为114514亿吨当量的核弹在五分钟后延时爆炸",
	"免疫来自病娇的伤害",
	"攻击速度+8，当场地中存在水地形时改为攻击速度+12",
	"每天都能在b站刷到福瑞视频",
	"普通攻击附带无视强化解除耐性和强化解除无效的强化解除，强化解除成功后使对方禁锢20秒",
	"自己正在看的任何剧情的右上角都会出现跳过键",
	"你的心情越差，运气值越高",
	"对你生效的效果也对群主生效，对群主生效的效果也对你生效",
	"丢铅球时必定丢到月球，若此时月球上有正在工作的月球车则改为命中此月球车",
	"含有自身Y染色体的后代获得如下效果：身高固定为163以下，身体散发吸引雄性和自我认知雄性的气味，能够受孕，与其他男性身体接触时能使其发情失去理智。若其染色体为YY，额外获得以下效果：闻到自身散发气味者也会发情失去理智，被强碱时让强碱者变为福瑞且甘愿成为星怒。",
	"你的高音比世界上任何人都高",
	"对[你认为下头的]下头男的普通攻击附带500%基础概率的即死效果，即死效果触发后自动获得此下头男所有不动产和95%存款",
	"你每说一个冷笑话，周围的空气温度就会下降一度。",
	"手指能自动修复折断的铅笔。",
	"你走路时，脚下的地面会发出滑稽的卡通音效。",
	"所有你接触的植物会立即长出笑脸。",
	"你每次被蚊子叮咬，蚊子都会爆炸成五彩纸屑。",
	"每天醒来时，头发自动变成当日最流行的发型。",
	"你吃任何食物都能让旁边的人闻到花香。",
	"你每次喝水都会自动变成不同颜色的果汁。",
	"每当你笑出声，周围的人都会情不自禁地跟着笑。",
	"你的影子会模仿你说话的每一句话。",
	"每次眨眼都会出现一道彩虹。",
	"你摸到的所有书籍会自动变成搞笑漫画。",
	"听到笑声时，你的鞋子会自动变成滑板鞋。",
	"每次打哈欠，周围的人都会瞬间感到困倦。",
	"当你哭泣时，眼泪会变成糖果。",
	"你站在阳光下时，身体会发出七彩光芒。",
	"只有在月圆之夜，能在黑暗中看到一切。",
	"当你同时接触到三种不同颜色的叶子时，能立刻学会随机一种新语言。",
	"每当你连续三天不吃甜食时，智力增加10%，至多叠加20层，吃甜食时重置层数",
	"在雨中持续站立20分钟后，能够听见别人内心的声音。",
	"太阳完全消失在地平线以下时，能够看到太阳。",
	"当你连续五天不说话时，能够听懂动物朋友的声音。",
	"每当你连续三小时不眨眼时，视力提升0.1,至多叠加99层，眨眼时重置层数",
	"在温度低于10K时，触摸到的物体变为黄金。",
	"每当你连续五天不洗澡时，身上的异味消除。",
	"当24小时没有摄入碳水后，能够吸收阳光来恢复体力。",
	"在海拔超过8000米的地方绝不会溺水而死",
	"连续一周不使用任何电子设备时，杏玉提高500%",
	"每当你连续三天不睡觉时，能够看穿他人的谎言。",
	"穿着红色袜子并且单脚站立时，能够匀速上升。",
	"当你同时戴着三顶不同的帽子时，时间流速降低80%。",
	"连续十天没有与人类交流时，获得隐匿",
	"停止呼吸时精子质量提高",
	"体内不存在电流时免疫来自体外的雷电元素伤害",
	"当走路时踩死蜗牛，蜗牛尸体周围半径1km的地面会变成草地。",
	"你能理解并与蜗牛交流。",
	"你的皮肤触碰到蜗牛时会变得更加光滑细腻。",
	"在你周围五米范围内存在蜗牛时，会自动形成一层护盾，免疫远程伤害。",
	"身上有蜗牛时，精力回复速度增加200%。",
	"走路时会自动留下五颜六色的轨迹，形成美丽的图案。",
	"被攻击后的当天晚上，随机一个历史上的首领会进入攻击者的梦里攻击他",
	"身体触碰到的人会发情",
	"免疫来自LGBT群体的伤害",
	"受到致命伤害时，若存在体重在55kg以下，身高为165.0cm-165.8cm之间且未整过牙的15岁中国国籍小男孩或男娘，则献祭他的生命并回复自身全部生命值",
	"受到其他人评论或语言攻击时，若说出\"反弹\"可使这句话对评论者生效",
	"生长发育速度提高5000%。死亡后延时3.74秒在死亡地点外10km-20km随机位置以婴儿形态重生。",
	"大脑存储空间变为无限，能够感知并记忆身边所有事，记忆读取时间变为0",
	"盯着ps处理过的图五秒后能看到其处理前的原图",
	"你的手会变得小小的香香的",
	"睡觉结束后，获得与睡觉时间等长的精力充沛状态(不会犯困且能够集中精力，波奇时间延长60%)。若睡觉时间>10小时，则此次精力充沛状态额外获得以下效果：智力+20，体力消耗速度-35%",
	"连续20小时不睡觉时，获得“不睡觉也不会死”状态，睡觉时效果消失",
	"当有人使用与强碱相关的主动技能或触发强碱相关的被动技能时，内设的茎叶变为自己的DNA",
	"被强碱时，每被内设100个小蝌蚪，偷取强碱者1天阳寿",
	"手机内同时存在最新版的崩坏学园2、崩坏3、未定事件簿、原神、崩坏星穹铁道、绝区零时，所有攻击你的群u都会在10天内玩米家游戏抽卡时保底必歪",
	"当拥有绑定自己身份证且崩坏3、未定事件簿、原神、崩坏星穹铁道、绝区零账号全为满级的米哈游账号时，给此米哈游账号氪金不花钱",
	"当拥有绑定自己身份证且崩坏3、未定事件簿、原神、崩坏星穹铁道、绝区零账号全为满级的米哈游账号时，不会在b站刷到自己不想看到的内容或广告",
	"当觉得一个人下头时，他的头会掉下来",
	"自身在群内时，群内最若智的群u不会承认自己是最若智的",
	"当即将受到致命远程伤害时，献祭自己的一只耳朵并100%基础概率闪避此次远程攻击",
	"当露出大腿的皮肤时，无视魅惑抗性强制魅惑所有看到大腿的腿控",
	"可在所有群聊随意搬史，且免疫禁言和移出群聊，反弹所有对你的攻击和诅咒",
	"当穿上灰色衣服时，针对前总统的效果命中提高60%",
	"处于被魅惑状态时不会被强碱",
	"获得一把[阿帽之剑]，且当把此剑丢的远远地之后，过一阵子会自动出现",
	"你的blender永远不会崩溃",
	"你的ubuntu系统永远不会崩溃",
	"当“想要”某个物品时，若该物品在地球上存在，则将随机一件该物品瞬间移动到自身面前1米处",
	"写的任何多线程程序都不会遇到数据竞争问题",
	"你写的多线程程序必定达到等同于线程数量的加速比",
	"自身正在使用的GPU的显存读取速度变为0ns",
	"实时获取你推的全视角高清录音录像",
	"强碱时，若强碱对象已经有法定配偶，则其法定配偶变成自己且其原配立即死亡",
	"当你卖米哈游游戏账号时，账号价格必定是6个月内最高点。成功卖出后第8天号价必定变为6个月内最低点",
	"生吃大蒜后10分钟内驱散10km内的所有异性",
	"每给xxn花费100元，自己的银行卡会立即到账10000元",
	"但感觉后悔时，会时间回溯到令你后悔的事件开始的时间节点",
	"强碱岳父时，获得攻击力+330%的精力旺盛状态",
	"法定配偶体重每增加1kg，获得100wRMB；法定配偶体重每减少1kg，负债101wRMB；配偶死亡或解除婚姻关系关系不会对已有存款或负债造成影响",
	"每天出门倒垃圾时都会捡到一个小男孩，此小男孩对你的初始好感度为100%",
	"你死后，祭日会变成国家法定节假日，放假七天且不调休",
	"所有道歉信中都会提到你",
	"写网文时不会卡文",
	"能够检测到身边10km范围内所有录音录像设置的位置及录音录像范围",
	"进行违法行为时，能够拍摄到对自己不利的证据的监控会自动损坏",
	"全国各级监察委员会的所有领导都会永远支持和包庇你",
	"免疫来自武警的伤害",
	"受到来自国家暴力机关的攻击时，无效化此次攻击且对攻击来源造成相当于自身攻击力200%的物理伤害，每3秒可触发一次，可叠加10层",
	"女性对自己的好感度及好感度提升速率降低100%，男性对自己的好感度初始即为最高值且不会降低",
	"男性对自己的好感度及好感度提升速率降低100%，女性对自己的好感度初始即为最高值且不会降低",
	"实时获取自己的爱豆的身高体重三围数据、血压数据和血常规检测数据",
	"与他人亲吻时，每持续1秒，偷取对方5%剩余寿命，对同一个人每次亲吻至多偷取30%",
	"在海拔5000米以下时不会窒息而死",
	"你的大腿会变得香香的软软的，且给任何人膝枕时使其智力提升至330%",
	"哭的时候，所有看到你在哭的人都会成为你的孝子",
	"肚子越大，对男性的魅惑成功率越高",
	"盲猜压缩包密码必定三次之内猜中",
	"对爱豆小卡做的事情会以300%的效果作用于爱豆本人身上",
	"可使用未连接外网的电脑访问任何网站，且使用未连接外网的电脑访问时不受防火墙以及网站本身的身份验证影响",
	"舔舐含有脚气的脚时，以自身舌头染上霉菌为代价，根治此脚的脚气",
	"自身在场时，场上所有近卫干员攻击增加16%",
	"对被刺杀过的总统候选人的效果命中提高330%",
	"省下多少钱就能赚多少钱",
	"每次复活时，立即获得1000w美元现金",
	"百分百猜中mrfz新六星三技能的初动和技力消耗和持续时间",
	"你的外貌和身材随时与你心中最帅的男性保持完全一致",
	"每秒自身周围5米内随机位置会凭空长出1棵银杏树",
	"走路时不会发出声音",
	"浏览网页时永远不会遇到403Forbidden",
	"浏览网页时永远不会遇到404NotFound",
	"自然衰老速率降低99.9%",
	"做的每页ppt都能在5秒内完成",
	"若有管理或群主禁言你且此次禁言未被提前解除，则禁言时间结束后禁言你的管理或群主会被所有其他群u论剑",
	"免疫来自无孩爱猫女的伤害",
	"即将死亡时，立即延长1秒寿命。之后每次触发时延长寿命的效果减半",
	"放的屁都不臭",
	"你的智力会实时与云原神在线人数相等",
	"你能与所有和你姓名相同的人共享知识",
	"受到来自未取得本科毕业证或学位证的人的伤害降低90%",
	"被处于自动驾驶状态的HUAWEI汽车撞时不会受到任何伤害",
	"你氪过金的爱豆每塌房并内娱封杀一位获得一层，购买彩票时二等奖中奖概率变为2%*层数，抽到二等奖时重置层数。",
	"若将任意海报贴在你床边且你连续52天在这张床上睡则海报上占据最大篇幅的人类或其他生物将会在第53天你睡着的情况下为你注入遗传物质使你怀孕",
	"你身体周围10米的所有植物无法存活",
	"能收到的彩礼增加4200%",
	"购买任何物品时价格都符合20年前的物价",
	"购买电影票后，若这张票未使用或未被本人使用，则电影结束后10分钟返还购买电影票所用费用",
	"自身被内设后怀孕的基础概率增加100%，且怀孕时间降低99%，免疫难产",
	"当自身体重达到60kg后，体重不再增加且因各种原因导致的体重增量会以80%的倍率增加到所有其他群u身上",
	"买拼好饭时能无条件免拼",
	"左眼看到的是未来10秒后的景象",
	"立定跳远距离×3",
	"使用美团膨胀神券时必定膨胀到最大值",
	"商场购物满额抽奖时，若事实上有抽到最高奖项的可能性，则必定抽到最高奖项",
	"拉屎时永远不会堵塞厕所",
	"向银行申请任意额度贷款均必定成功",
	"用任何3人配队都能无伤0t天谴之矛",
	"对无产阶级的所有攻击都附带144%基础概率的即死效果",
	"当你想进入工作状态时，工作效率提高至500%",
	"你的大脑每微秒能同时并发计算完成20000个double类型数值的乘除运算",
	"插队必成功且会被所有人称赞",
	"你的尿液中的尿素分子永远不会蒸发，当你死亡时重生在随机尿素分子所在位置",
	"你主动对人体造成的外伤永远无法愈合",
	"你的左手中指拥有最强的硬度和韧性",
	"被撅时能够预知对方的死亡时间和死亡原因",
	"肛门内有空间无限大的储物空间",
	"凭自己的身份证能刷开所有门禁系统",
	"无需学习就能在听到某个语言的时刻掌握它",
	"能在机场或火车站的快餐店以原价购买",
	"在任何群聊氵满10天后会得到群主信任并成为管理",
	"身体能够分解任意对人体有剧毒的物质",
	"你的肾脏在任何人体内都不会发生排异反应，且凡是移植过你的肾脏的人都能获得1000年自然寿命",
	"无需学习就能掌握任何语言和文字",
	"任何时候都能看懂字母缩写在所在语境中的含义",
	"更容易脚臭【负面效果】，当能闻到自己的脚臭味时每秒回复14%最大生命且攻击附加真菌伤害",
	"任何情况都能作出高情商发言",
	"每天碰到的第一个70岁以上女性会给你5000元压岁钱",
	"你搞抽象时所有人都能懂你的幽默",
	"向肛门内塞进任何东西都能取出来",
	"自身受到的正面buff效果量翻倍",
	"自身受到的负面debuff效果量变为30%",
	"免疫来自三层加厚手抽纸的斩击伤害",
	"随时知道当前微博热搜榜一事件的真实性",
	"考试或面试时表现越差，分数越高",
	"使用九键打字时不会误触",
	"处于缅甸境内时，所有游客对你的信任度提升至上限",
	"处于新疆境内时，移动速度提高5000倍",
	"大脑可以用0.001秒解任何行列式",
	"受到任何伤害后，只会感觉到疼痛不会死亡",
	"拥有绝对音感，能在没有基准音的情况下分辨任何声音的音高",
	"拥有绝对记忆能力，能记住所有感官接收到的所有细节",
	"在任何淘汰制比赛中名次都不会低于淘汰线",
	"在洗浴中心强碱其他人时不会被感染任何疾病",
	"试图连接你的手机的热点的人当在密码栏输入ta的身份证号时，你的手机备忘录会出现ta在未来48小时的详细行程（无法对自身生效）",
	"你的身体会散发浓烈的奶香味",
	"当你服用浓度高于0.06%的高锰酸钾溶液后，智力提高330%，持续1天",
	"在ubuntu系统需要输入sudo密码时，随便输任何东西都能通过",
	"用卫生纸简单擦拭就能修复破碎的手机屏幕",
	"坐在马桶上拉屎时工作效率提高600%",
	"你永远保持为最符合自己XP的年龄",
	"你的肢体经过简单的烧烤之后会变得超级好吃",
	"点任何外卖都可以免配送费和打包费",
	"点外卖时无视起送价，任意价格都可配送",
	"能够写出时间复杂度O(1/N)的排序算法",
	"你的头屑与布洛芬具有相同的功效",
	"当自己在上班时，时间流速增加100%",
	"每天都能获得前一天在本群发言次数*100的RMB",
	"你的所有体细胞端粒不会缩短",
	"乘坐上海地铁十号线时，每次进站台后等到的第一辆方向正确的车的终点站一定不会在你想要去的站之前",
	"你在18岁之后会停止衰老，直到遇到你的所爱之人",
	"能够实时获取自己体内碳原子的数量(精确到个位)",
	"当集中精力时，能够完全记忆所有感官接受到的细节，并能毫无偏差的进行回忆。单次最多记忆70分钟，累计记忆时间不能超过1000分钟，可主动删除。",
	"你的脸将实时变成除你以外全国颜值排名前100的人的脸的平均",
	"你的死亡时间必定在出生时间后葛立恒数年",
	"开启主动技能时免疫远程伤害",
	"未开启主动技能时免疫远程伤害",
	"你的大脑可以每秒并行进行100000次卷积计算",
	"《崩坏·星穹铁道》中刷遗器时，只要副词条有速度，强化后就能让速度拉满",
	"你的身体会无时无刻不散发出蓝风铃的香气",
	"拥有艾滋抗性，且可以通过自己喉咙发出的声波传播艾滋病毒，声音越大传播范围越大",
	"从背后攻击时攻击力提高150%",
	"当睡眠时，思维会进入一个不存在于宇宙任何位置的无限大小的不会对现实造成任何影响的空间，可在此空间内开启创造模式",
	"眼睛看到的所有脊椎动物都会变成石头",
	"眼睛能看到的所有无脊椎动物都会变成符合你XP的人或物品",
	"当微博特别关注只有1个个人账号时，这个人会疯狂的迷恋上你不惜一切代价也要上你",
	"偷窥其他人屏幕时不会被发现",
	"在地铁上偷窥和偷拍别人时会得到所有人的赞美",
	"每次受到伤害时，受到的伤害值不会超过最大生命值的5%",
	"你的XP能够实时决定广电总局推崇的文艺作品类型",
	"训练模型时偷偷把测试集塞进去一定不会被发现",
	"我方有人发动攻击或追加攻击时，能够发动追加攻击对敌方全体造成一次10%攻击力的伤害",
	"能用大脑在1秒内计算出任意规模神经网络训练过程中每个神经元的值",
	"你能够看见所有没有任何其他人类见证过的事件，无论在过去还是未来",
	"每次死亡时都会回溯到10秒之前",
	"你丢硬币时，硬币必定会立住",
	"无论高负荷脑力工作多长时间都不会疲惫",
	"攻速+7",
	"当你的电脑屏幕上有黄色网站时，不会引起任何人的注意",
	"当对空气挥拳时，伤害能够隔空传递到152米以外的点，对该点周围半径10cm的所有敌人造成攻击力145%的伤害",
	"攻击力+5%",
	"敌人周围四格没有其他敌人时，对其造成的伤害提高14%",
	"当敌人周围四格没有友方单位时，对其造成的伤害提高18%",
	"当自身周围四格没有其他敌人时，攻击力提高18%",
	"攻击力+15",
	"防御力变为0，每秒受到的伤害不会超过最大生命值的10%",
	"你受到的“行动提前100%”效果会变成“立即获得一个额外回合”",
	"处于室内时，所在位置不会发生地震",
	"吃多少东西都不会撑得难受",
	"有人对你说谎后3秒，你的银行卡账户会多10000RMB",
	"你支持的案件结果都能经得住历史的审判",
	"写出的函数名为“aaa”的函数的时间复杂度降低n倍(不包括其调用的子函数)",
	"可以用左手食指和中指组成的剪刀手剪断任何东西",
	"可以召唤5个麦哲伦协助战斗",
	"可以无视权限git push到任何仓库上",
	"受到足以致死的效果后不会立即死亡，而是变化出自己的替身在原地，若25秒内替身未死亡则自身立即满血复活",
	"每当有人在背后说你坏话，你的银行账户会立即多出1000元",
	"与人对视时可以听到其内心的想法",
	"提前24小时预知1000km范围内的地震",
	"与自己的皮肤处于接触状态的建筑物免疫任何会导致建筑物损坏的事件",
	"拥有自己过去和未来的所有转世的记忆",
	"购买的电子产品各项参数都会完美符合宣传",
	"每次剃须后1小时内出门，就能够捡到一个女高中生",
	"做春梦时的主角会在第二天早晨出现在你的床上",
	"BMI超过30后，体重不会增长",
	"你的儿子或女儿的外貌将完美符合你的XP",
	"死亡后立即在原地复活并回复50%最大生命值，至多触发8次",
	"使用爬虫时不会遇到人机身份验证",
	"自身掌握的知识可以通过性传播",
	"每跑一千米就能获得一杯大杯三分糖去冰的珍珠奶茶",
	"自己的工作任务如果一直拖延不想做，将会在ddl前一秒以及格的质量完成",
	"陷入灼伤状态时，会将灼伤的扣血效果变为回血",
	"优先攻击防御力最低的敌人，对防御力最低敌人造成的伤害提高至125%",
	"死亡时，若余额足够，自动花费3RMB复活。每次触发后，复活需要花费的RMB量变为原来的2倍",
	"无",
	"仅在参加《最强大脑》节目录制时，计算力/空间力/推理力提高330%",
	"拉屎时不会在肛门内留下任何残余物",
	"食用减脂餐时，食物中热量变为负数",
	"抖腿时能够向周围大范围散发信息素魅惑所有闻到的人",
	"被你摸过头的未成年人生长和衰老速度降低至0.01%",
	"梦中能预知到接下来24小时可能导致自身受到生理性伤害的事件",
	"知晓所有甜点的制作方法",
	"受到伤害时回复10%最大生命值",
	"盯着扑克牌的背面时能够得知其正面",
	"左手中指触碰电子设备时自动为其充电",
	"右手无名指触碰到的GPU内存访问速率提高至1个时钟周期",
	"你的嗓音会变得低沉而充满磁性",
	"每次睡醒时都会和睡前一小时在自己视线内时间最长的人脸对应的人交换身体(若对应时间视线范围内未出现任何人，则向前追溯一小时，直到出现可计算出现时间的人脸)",
	"在为选秀节目打投时，所花费的金额会在1小时后返还但投票数不会减少",
	"盯着二维码看时能够读出二维码内容",
	"睡觉时不会呼吸暂停",
	"在食堂刷饭卡时有60%概率机器出错未能扣钱",
	"无需刷脸或扫码登录就能直接打开自动售货机的门，但刷脸或扫码登录后无法打开自动售货机",
	"当自身所处位置能肉眼看到南极星时，死亡后会在0.00001毫秒后立即复活，复活瞬间对周围所有敌人造成攻击力330%的伤害并眩晕10秒，可无限次触发且无内置cd",
	"每晚睡觉时有10%的概率看到昨天白天说过话的所有人中随机一位死亡时的画面",
	"我方其他人释放攻击或追加攻击时，消耗我方全体50%最大生命值对敌方随机单体释放一次相当于生命值1%的追加攻击。追加攻击命中时回复我方全体30%最大生命值并使敌方全体防御力降低5%",
	"包饺子速度提高3500%",
	"大腿免疫冻伤和烫伤",
	"脚后跟处的皮肤能够抵御任何伤害",
	"每走100米就能找到一辆可用的哈啰单车",
	"能够通过目测得知任何不规则平面图形的面积",
	"由本人实名的QQ账号不会被封号或被限制登录",
	"双手接触的物品能够保持原样",
	"安装Python库永远不会遇到依赖项冲突",
	"听中文rap时移动速度提高至原本的5000%（该效果为独立乘区）",
	"每日仅限一次，受到致命攻击后恢复50%最大生命值，且30秒内生命值不会低于25%",
	"你喜欢的人若在现实中存在，则性压抑时ta的复制体会出现并帮你解决需求，需求解决后立即消失",
	"永远不会搞错“的地得”的用法",
	"对改过名字的人造成伤害时附带1000%基础概率的即死",
	"抖腿频率提高至5000%",
	"你好感的人的外貌和身材会缓慢的变得更符合你的喜好",
	"舔舐二手白袜时能够了解到前主人的详细信息",
	"能够透过模棱两可的语言了解到说话人的真正意图",
	"阅读速度提高300%",
	"免疫来自有三代以内血缘关系的女性的伤害",
	"使用大模型的付费API时，所产生的费用会随机转移到其他人身上",
	"自己即使成为失信被执行人也不会受到任何限制",
	"每天早晨起来第一次照镜子时，能在镜子中看到今天的一条小建议",
	"周三时体重不会增长",
	"能在下雨前1小时预知到",
	"只要你实名下的QQ账号的QQ音乐会员没过期，你就不会死",
	"右手小拇指的指甲硬度和韧性增加330%，生长速度提高330%",
	"以80%的概率闪避来自敌方的致死攻击，且敌方的无视闪避无法对此次闪避生效",
	"永远不会便秘或腹泻",
	"血糖永远保持在正常值范围",
	"皮肤的温度能够一直保持22摄氏度",
	"左手无名指正在触碰的电子设备的电量不会减少，并且会缓慢增加",
	"盯着人脸时能够看出ta对你的好感度",
	"预知10分钟后微博热搜榜2的内容",
	"全世界每当有一个人喊出一次你的名字，你就获得5元",
	"能够直接阅读并完全理解混淆过之后的js文件",
	"上课老师随机提问时，一定会把最简单的问题给你",
	"获得能够观察到周围人的脚趾是否有甲沟炎的透视眼",
	"群内每当有一人使用超能力，你获得1层对肃正防御",
	"自己暗恋的群u的超能力的负面效果失效",
	"收件人为你自己的美团外卖必定会在下单60秒内到达你的家门口",
	"挑起争端的能力大幅提升",
	"说的谎言如果有人相信，那这句话对于相信的人就会变成事实",
	"能够用肉眼分辨出用的标点符号是全角还是半角"
]